-- Insert records into the SUBSIDY table
INSERT INTO vmarou01.SUBSIDY (name, description, amount, total_amount)
VALUES
('C1', N'Απόσυρση και αντικατάσταση με καινούργιο όχημα ιδιωτικής χρήσης', 7500.00, 9022500.00),
('C10', N'Χορηγία για αγορά καινούργιου ηλεκτρικού οχήματος', 15000.00, 27750000.00),
('C11', N'Χορηγία για αγορά καινούργιου ηλεκτρικού οχήματος κατηγορίας', 25000.00, 100000.00),
('C12', N'Χορηγία για αγορά καινούργιου οχήματος κατηγορίας Α', 4000.00, 25600000.00),
('C13', N'Χορηγία για αγορά καινούργιου οχήματος μηδενικών εκπομπών', 1500.00, 1500000.00),
('C14', N'Χορηγία για αγορά καινούργιου οχήματος μηδενικών εκπομπών', 2000.00, 2000000.00),
('C15', N'Απόσυρση έναντι παροχής δωρεάν εισιτηρίων αξίας €2,000', 750.00, 300000.00),
('C16', N'Χορηγία για αγορά μεταχειρισμένου οχήματος ιδιωτικής χρήσης', 9000.00, 9360000.00),
('C3', N'Απόσυρση και αντικατάσταση με καινούργιο όχημα ιδιωτικής χρήσης', 7500.00, 9022500.00),
('C4', N'Απόσυρση και αντικατάσταση με καινούργιο όχημα κατηγορίας Α', 15000.00, 27750000.00),
('C5', N'Χορηγία για αγορά καινούργιου οχήματος κατηγορίας Α', 25000.00, 100000.00),
('C6', N'Χορηγία για αγορά καινούργιου ηλεκτρικού οχήματος', 4000.00, 25600000.00),
('C7', N'Χορηγία για αγορά καινούργιου οχήματος τάξη μηδενικών εκπομπών', 1500.00, 1500000.00),
('C8', N'Χορηγία για αγορά καινούργιου οχήματος μηδενικών εκπομπών', 2000.00, 2000000.00),
('C9', 'NΧορηγία για αγορά μεταχειρισμένου οχήματος ιδιωτικής χρήσης', 9000.00, 9360000.00);
